<?php if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();?>
<div class="lk-content lk-content__flex lk-about">
 <p>
 <b>Курьерская доставка (СДЭК)</b>
</p>
<br>
<p>
	 Доставка осуществляется по всей территории РФ с возможностью оплаты при получении (картой или наличными). Сроки доставки зависят от конкретного региона, но в среднем составляют от 1 до 7 дней.
</p>
<br>
<p>
 <b>Пункты выдачи заказов/постаматы (СДЭК)</b>
</p>
<br>
<p>
	 В случае если вам неудобно ждать курьера - вы можете оформить заказ с доставкой в пункт выдачи и забрать товар в любое удобное для вас время.
</p>
<p>
	 Доступно более 3000 пунктов СДЭК, подобрать наиболее удобный пункт вы сможете при оформлении заказа.
</p>
<p>
	 Оплатить заказ можно при получении (картой или наличными).
</p>
<p>
	 Сроки доставки зависят от конкретного региона, но в среднем составляют от 1 до 7 дней.
</p>
<br>
<p>
 <b>Экспресс-доставка</b>
</p>
<br>
<p>
	 В случае если заказ нужен срочно - вы можете воспользоваться услугой экспресс доставки (действует в пределах МКАД), доставка осуществляется в день заказа, при условии оформления заказа до 18:00.
</p>
<br>
<p>
 <b>Самовывоз из магазина</b>
</p>
<br>
<p>
	 Вы можете забрать заказ самостоятельно из нашего шоурума.
</p>
<p>
	 Адрес: г. Москва, ул. Усачева 11ж.
</p>
<p>
	 Мы расположены рядом с двумя станциями метро: Спортивная и Фрунзенская.
</p>
<p>
	 Все заказы находятся в резерве 3 дня.
</p>
<p>
	 При выкупе товаров из заказа на сумму более 10 000р вы получите приятный бонус - бесплатную доставку.
</p>

</div>