<?php if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();?>
<div class="lk-content lk-content__flex lk-about">
  <p>
	<b>Наличный расчет</b>
</p>
<br>
<p>
	Вы можете оплатить заказ наличными при получении (курьеру или в пункте выдачи).
</p>
<p>
	Напоминаем, что перед оплатой необходимо проверить комплектацию заказа.
</p>
<br>

<p>
	<b>Онлайн-оплата</b>
</p>
<br>
<p>
	Вы можете оплатить свой заказ на сайте.
</p>

<p>
	Мы принимаем:
</p>
<p>
	• Visa, MasterCard, МИР, UnionPay
</p>
<p>
	• Tinkoff Pay, СБП, Yandex Pay
</p>
<p>
	Кроме того, вы можете оплатить заказ долями, 25% от суммы заказа спишется сразу, а остальная сумма будет списана шагом в 25% каждые 2 недели, без переплаты.
</p>
<br>
<p>
	<b>Оплата подарочной картой или бонусами The Serpent Club</b>
</p>
<br>
<p>
	Также вы можете оплатить заказ при помощи подарочной карты или воспользовавшись накопленными баллами The Serpent Club.
</p>
<p>
	Для этого отметьте соответствующий пункт при оформлении заказа.
</p>
<p>
	Баллами вы можете оплатить до 50% вашей покупки.
</p>
</div>