<?php if(!defined("B_PROLOG_INCLUDED") || B_PROLOG_INCLUDED!==true)die();?>
<?php
  session_start();
?>
<main>
  <div class="container">
    <?php
      //Хлебные крошки
      $APPLICATION->IncludeComponent(
        "swf:breadcrumbs",
        "main_1",
        [
          "ITEMS"=>[
            [
              "NAME"=>"Главная",
              "LINK"=>"/",
            ],
            [
              "NAME"=>"Пользовательское соглашение",
              "LINK"=>"",
            ],
          ],
        ],
      );
    ?>
<div class="article-content cast_p_interval_1">
<div class="container">
    <h1>Пользовательское соглашение</h1>
      
<p>Настоящее Пользовательское соглашение (Далее Соглашение) регулирует отношения между (далее The Serpent или Администрация) с одной стороны и пользователем сайта с другой.</p>

<p>Сайт The Serpent не является средством массовой информации.</p>

<p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>

<p>Если Вы не согласны с условиями данного соглашения, не используйте сайт The Serpent.</p>

<h2>Права и обязанности сторон</h2>

<p><b>Пользователь имеет право:</b></p>
<ul>
<li>осуществлять поиск информации на сайте,</li>
<li>получать информацию на сайте,</li>
<li>использовать информацию сайта в личных некоммерческих целях,</li>
<li>использовать информацию сайта в коммерческих целях с разрешения Администрации.</li>
</ul><br>
<p><b>Администрация имеет право:</b></p>
<ul>
<li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
<li>ограничивать доступ к любой информации на сайте</li>
<li>создавать, изменять, удалять информацию</li>
</ul><br>
<p><b>Пользователь обязуется:</b></p>
<ul>
<li>не нарушать работоспособность сайта</li>
<li>не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу</li>
<li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам</li>
<li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
</ul><br>
<p><b>Администрация обязуется:</b></p>
<ul>
<li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</li>
<li>осуществлять разностороннюю защиту учетной записи Пользователя</li>
</ul>
<h2>Ответственность сторон</h2>
<p>Администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</p>
<p>В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</p>

<h2>Условия действия Соглашения</h2>

<p>Данное Соглашение вступает в силу при регистрации на сайте.</p>

<p>Соглашение перестает действовать при появлении его новой версии.</p>

<p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.</p>

<p>Администрация не оповещает пользователей об изменении в Соглашении.</p>


       </div>
     </div>
  </div>
</main>